emacs
zsh
i3
dmenu
xorg-xrandr
xorg-xprop
xorg-xev
arandr
screenfetch
otf-font-awesome
pulseaudio
pavucontrol
pasystray
feh
i3lock-fancy-git
scrot
networkmanager
network-manager-applet
nm-connection-editor
gpointing-device-settings
fcitx
fcitx-mozc
fcitx-configtool
trash-cli
ranger
